Repository: eneifert/rails_starter
Catalog: locale/*/app.edit.po
Languages: ky, ru

source: (NEW)
ky: (ЖАҢЫ)
ru: (НОВЫЙ)

source: Amount kg
ky: Саны (кг)
ru: Кол-во (кг)

source: Changed: {what_changed}
ky: өзгөртүлгөн {what_changed}
ru: измененый

source: Log Out
ky: Чыгуу
ru: Выйти

source: can't be greater than {free_amount}
ky: " #{free_amount} сандан көбүрөк болбойт "
ru: не может быть больше, чем {free_amount}

source: can't be greater than {reserved_amount}
ky: " #{reserved_amount} сандан көбурөк болбойт "
ru: не может быть больше, чем {reserved_amount}

source: "Afternoon end time must be greater than afternoon start time for #{self.day_name}"
ky: #{self.day_name}"Түштө бүткөн убакыт , түштө башталган убакыттан көбүрөк болуш керек
ru: дневной конец время должен быть больше дневного начала времени для#

source: "Afternoon start time must be greater than morning end time for #{self.day_name}"
ky: #{self.day_name}"Түштө башталган убакыт , эртен менен бүткөн убакыттан көбүрөк болуш керек
ru: дневное начало времени должно быть больше утреннего начала времени для #

source: "Can't set the extrusion price because Inventory Delivery id: #{inv.id} doesn't have a purchased price"
ru: Не возможно назначить экструдированную цену, потому что доставка № {inv.id} не имеет покупательскую цену

source: "Morning end time must be greater than morning start time for #{self.day_name}"
ky: #{self.day_name}"Эртен менен бүткөн убакыт ,эртен менен башталган убакыттан көбүрөөк болуш керек
ru: утренное конец время должно быть больше утренного начала для#

source: "Must have afternoon start and end times for #{self.day_name}"
ky: #{self.day_name}"Түштө башталган жана бүткөн убакыт болуш керек
ru: Должно быть дневное начальное и законченное время для #{self.day_name}"

source: "Must have morning start and end times for #{self.day_name}"
ky: #{self.day_name}"Эртен менен башталган жана бүткөн убакыт болуш керек
ru: Должно быть дневное начальное и законченное время для #{self.day_name}"

source: "earliest possible time the client can get their order is #{earliest.strftime("%b %d %R")}"
ru: Самое ранее время получения заказа #{earliest.strftime("%b %d %R")}"

source: Accepted
ky: Кабыл алынган
ru: Принято

source: Active
ky: Активдүү
ru: Активно

source: Active discount
ru: Дествующая скидка

source: Actual price per kilo
ru: Окончательная цена за кг

source: Add Alias
ru: Добавить ещё название

source: Add Daily Internal Feed Order
ky: Күн сайынкы ички жем буйрутмаларды кошунуз
ru: Добавить Ежедневный Внутренний Заказ на корм

source: Add Holiday
ky: Майрамды кошуу
ru: Добавить Праздничный день

source: Add Moved Inventory
ky: Инвентарды жылдыруу
ru: Добавить Перемещенный Инвентарь

source: Add New Client
ky: Жаны кардарды кошуу
ru: Добавить Нового Клиента

source: Add New Supplier
ky: Жаны жеткиргичти кошуу
ru: добавить нового поставщика

source: Add Order Time Threshold
ky: Убакыт ченемин кошуу
ru: Добавить Крайний срок, к которому должен быть выполнен заказ

source: Add Patent
ky: Патентти киргизүү
ru: Добавить Патент

source: Add Payment
ky: Төлөмду кошуу
ru: Добавить Оплату

source: Add Product
ky: Продукция кошуу
ru: Добавить Продукцию

source: Add first/last in mix?
ru: Добавить первый/последний в рацион?

source: Address
ky: Дарек
ru: Адрес

source: Adjust Inventory
ru: Исправление Инвентаря

source: Adjust Price Per Kg
ky: Кг болгон бааны коюу
ru: Изменить цену за кг

source: Adjustment Amount
ru: Измененное кол-во

source: Adjustment date
ru: Дата изменения

source: Afternoon EndTime
ky: Түштөн кийинки бутуруу убакыты
ru: Дневное законченое время

source: Afternoon StartTime
ky: Түштөн кийинки башталуу убакыты
ru: Дневное время начало

source: Afternoon endtime
ky: Түштөн кийинки бутуруу убакыты
ru: Дневное законченое время

source: Afternoon starttime
ky: Түштөн кийинки башталуу убакыты
ru: Дневное время начало

source: All
ky: Баары
ru: Все

source: All ingredients must have amounts
ky: Бардык ингредиенттердин саны болуш керек
ru: Необходимо указать количество для всех ингредиентов

source: All products must have an amount.
ky: Бардык продукциялардын саны болуш керек
ru: Необходимо указать количество всех товаров

source: Amount
ky: Сумма
ru: Сумма

source: Amount (kg)
ky: Саны (кг)
ru: Количество (кг)

source: Amount Delivered
ky: Жеткизилген сан
ru: Доставленное количество

source: Amount Delivered/Made
ru: Доставленное/произведенное количество

source: Amount Due
ky: Төлөнүүчү сумма
ru: Сумма к Оплате

source: Amount KG Delivered
ky: Жеткизилген сан кг.
ru: Доставленное количество (КГ)

source: Amount Paid
ky: Төлөнгөн сумма
ru: Оплаченная сумма

source: Amount Recieved
ru: Доставленное кол-во (кг)

source: Amount Recieved kg
ky: Алынган сан кг.
ru: Полученное количество кг

source: Amount Sold/Used
ru: Проданное/использованное количество

source: Amount at location
ru: Количество на местонахождении

source: Amount changed by
ky: өзгөртүлгөн сан
ru: измененное количество

source: Amount due
ky: Толонүүчү сумма
ru: Сумма к оплате

source: Amount free moved
ky: Акысыз жылдырылган сан
ru: Свободное количество перемещено

source: Amount in kilos
ky: Килограмда болгон сан
ru: Количество в килограммах

source: Amount made in Job doesn't equal the amount for it's orders
ky: Аткарылган иш саны менен буйрутулган сан даал келбейт
ru: Количество, указанное в категории Комбикормовая Работа не совпадает с количеством, указанным в заказе

source: Amount needed to qualify for discount
ky: Арзандатууга керек болгон сумма
ru: Количество,необходимое для получения скидки

source: Amount of Soy Bean Meal made
ky: Жасалган соя унунун саны
ru: Кол-во сделанной полножирной сои

source: Amount of Soy Bean Oil made
ky: Жасалган соя майынын саны
ru: Количество сделанного соевого масла

source: Amount of Soy Bean Pressed made
ru: Кол-во сделанного соевого жмыха

source: Amount of copies to print for order receipts
ru: кол-во квитанций распечатать на одной странице

source: Amount paid
ky: Төлөнгөн сумма
ru: Оплачено

source: Amount received
ru: Полученное количество

source: Amount reserved moved
ky: Жылдырылган заказ саны
ru: Количество Зарезервировано было перемещено

source: Amount used
ru: Использованное количество

source: Amount was
ky: Болгон сумма
ru: количество было

source: Amounts can't be 0
ky: Саны 0 боло албайт
ru: Количество не может быть 0

source: Approved
ky: Бекитилген
ru: Одобрено

source: Are you sure?
ky: Ишенесизби?
ru: Вы уверены?

source: Availible Soy Bean
ky: Жеткиликтүү соя
ru: Соевые бобы в наличии

source: Back
ky: Артка
ru: Назад

source: Balance
ky: Баланс
ru: баланс

source: Balance Feed Mill Job Amount To
ky: Арзандатууга керек болгон салмак саны
ru: Сбалансировать количество работы кормоцеха с

source: British Pound
ky: Британия фунту
ru: Английский Фунт

source: Bulk Discounts
ky: Дүн арзандатуулар
ru: Скидки на оптовую закупку

source: Bulk amount for discount
ky: Арзандатууга керек болгон салмак саны
ru: Количество для получения оптовой скидки

source: BulkDiscount was successfully created.
ky: Дүн арзандатуусу тузулду
ru: Скидка на оптовую закупку была успешно создана.

source: BulkDiscount was successfully deleted.
ky: Дүн арзандатуусу өчүрүлдү
ru: Скидка на оптовую закупку была успешно удалена.

source: BulkDiscount was successfully updated.
ky: Дүн арзандатуусу жаныланды
ru: Скидка на оптовую закупку была успешно изменена.

source: CREATING
ky: Жаратуу
ru: СОЗДАЕМ

source: Calcium Percent
ky: Кальцийдин пайызы
ru: Процент Кальция

source: Can Print Batch sheets
ru: Распечатать Batch Sheet

source: Can't delete a flock that is tied to orders.
ky: буйрутмага байланган топту өчүрө албайт
ru: Невозмозно удалить заказ привязанный к стае

source: Can't delete the default location
ky: көрсөтүлгөн жерди өчүрө албайт
ru: Невозможно удалить местонахождение по умолчанию

source: Can't delete the ration because it was used for feed mill jobs.
ky: рационду өчүрө албайт анткени ал жем чыгаруу иштеринде колдонулган
ru: невозможно удалить рацион потому что он был использован в работе комбикорма

source: Can't delete this product type since Inventory id: {inv.id} {self.name} is assigned to it
ky: Мындай продукция турун өчүрө албайт анткени ишкана мулку : {inv.id} {self.name}
ru: Невозможно удалить данный вид продукции, так он все еще находится в категории Инвентарь: {inv.id} {self.name}

source: Can't delete this product type since it is a part of ration {rp.ration.name}
ky: Мындай продукция турун өчүрө албайт анткени ал {rp.ration.name} рацион бөлугу
ru: Невозможно удалить данный вид продукции, так как он является частью рациона {rp.ration.name}

source: Can't delete this product type since it is by OrderProduct: {op.id}
ky: Бул продукция турун өчүрө албайт анткени ал {op.id} БуйрутмаПродукциясы
ru: Невозможно удалить данный вид продукции, так как он все еще стоит в категории Заказанного Продукта: {op.id}

source: Can't delete this product type since it is by OrderProductReservation: {opr.id}
ky: Бул продукция турун өчүрө албайт анткени {op.id} Заказ кылынган БуйрутмаПродукциясы
ru: Невозможно удалить данный вид продукции, так как он используется в категории Запас Заказанного Товара: {opr.id}

source: Can't delete this product type since it is by PurchasingOrder: {op.purchasing_order.id}
ky: Мындай продукция турун өчүрө албайт анткени ал СатыпалууБуйрутмасы
ru: Невозможно удалить данный вид продукции, так как он все еще стоит в категории покупачный заказ

source: Can't delete this product type since it is used by ration {r.name}
ky: Мындай продукцияны турун өчүрө албайт анткени ал {r.name} рациондо колдонулган
ru: Невозможно удалить данный вид продукции, так как он используется рационом {r.name}

source: Can't delete this product type since it is used by the system
ky: Мындай продукция турун өчүрө албайт анткени ал системада колдонулган
ru: Невозможно удалить данный вид продукции, так как он используется системой

source: Can't have an inventory order for anything but mixes
ky: Инвентарь заказы алыны албайт ,кошунду гана
ru: Невозможно произвести заказ инвентаря, кроме как для смесей

source: Can't have more than one of the same product
ky: Окшош болгон продукциядан бирден ашык боло албайт
ru: Продукция одного и того же типа должна быть в единственном экземпляре

source: Can't make the feed mill balance order because we don't have enough {short_on} to reserve for {product_type.display_name} and we can't get it by then.
ky: {product_type.display_name} ти Чыгарыш үчүн КормоцехБалансБуйрутмасын кыла албайт анткени {short_on} жетиштуу эмес
ru: Невозможно произвести заказ баланса комбикорма, так как не имеется достаточно {short_on}, чтобы зарезервировать для {product_type.display_name} и мы не сможем получить это в запрашиваемый срок.

source: Can't move to a job that has been started
ky: Башталган ишти жылдыра албайт
ru: Невозможно переместить в Работу, которая уже началась

source: Can't move to a job that has been started or deleted
ky: Башталган ишти жылдыра албайт же өчүрө албайт
ru: Невозможно переместить в Работу, которая уже началась или которая была удалена

source: Canceled
ky: Жокко чыгарылган
ru: Отменено

source: Cash Through Cashier
ky: Касса аркылуу накталай төлөм
ru: Ч/З Кассу Наличными

source: Change Date
ky: Күнүн өзгөртүү
ru: изменить дату

source: Change Date Balance
ru: изменить дату баланса

source: Change Date Was
ru: изменить предыдущую дату

source: Change Log
ky: Киришин өзгөртүү
ru: изменить вход

source: Change Sales Last 2 Weeks
ky: Акыркы 2 жума Сатууларды өзгөртүү
ru: Изменение за последние 2 недели

source: Change Sales This Month
ky: Бул айдын Сатуусун өзгөртүү
ru: Изменение продажи этого месяца

source: Change amount by (can be positive or negative)
ru: Изменить кол-во на: (полижительное или отрицательное)

source: Changed by
ky: өзгмртүлгөн
ru: измененный

source: Chicken Feed
ky: Тоок жеми
ru: Куринный корм

source: Chickens
ky: Тооктор
ru: Куры

source: Choose Image...
ky: Сүрөт танданыз
ru: выбрать рисунок

source: Choose a product
ky: Продукцияны танданыз
ru: выбрать продукцию

source: Choose at least one order to move to a different job
ky: Башка жумушка жылдырыш учун эн азынан бир буйрутманы танданыз
ru: Выберите хотя бы один заказ, чтобы переместить в другую работу

source: City
ky: Шаар
ru: Город

source: Clear
ky: Тазалоо
ru: Очистить

source: Client
ky: Кардар
ru: Клиент

source: Client Discounts
ky: Кардардын арзандатуусу
ru: Cкидки Клиенту

source: Client Name
ky: Кардардын Аты
ru: Имя Клиента

source: Client Reports
ky: Кардардын отчету
ru: Отчеты о Клиенте

source: Client was successfully created.
ky: Кардар ийгиликтүү түзүлгөн
ru: Клиент был успешно создан.

source: Client was successfully deleted.
ky: Кардар ийгиликтүү өчүрүлгөн
ru: Клиент был успешно удален.

source: Client was successfully updated.
ky: Кардар ийгиликтүү жаныланган
ru: Клиент был успешно изменен

source: ClientDiscount was successfully created.
ky: Кардар арзандатуусу ийгиликтүү тузулгөн
ru: Скидка Клиенту была успешно создана.

source: ClientDiscount was successfully deleted.
ky: Кардар арзандатуусу ийгиликтүү өчурулгөн
ru: Скидка Клиенту была успешно удалена.

source: ClientDiscount was successfully updated.
ky: Кардар арзандатуусу ийгиликтүү жаныланган
ru: Скидка Клиенту была успешно изменена.

source: Clients
ky: Кардарлар
ru: Клиенты

source: Complete Order
ky: Аякталган буйрутма
ru: Завершить заказ

source: Completed
ky: Аякталган
ru: Завершен

source: Completed At
ky: .... Бүтөт
ru: Время завершения

source: Completed at
ky: .....Бүтөт
ru: Время завершения

source: Concentrate
ky: Концентрат
ru: Концентрат

source: Costs Per Kilo
ky: Килограммга болгон баасы
ru: Стоимость за кг

source: Costs Per Kilo (using active ration)
ky: Килограммга болгон баасы (активдуу рацион колдонулат)
ru: Стоимость за кг (используя активный рацион)

source: Could not create the inventory after completing an order
ky: Буйрутма буткөндөн кийин инвентарь түзүлө албайт
ru: Не получилось создать Инвентарь после завершения заказа

source: Couldn't update job {id}: {error}
ky: Жумушту жанырта албайт
ru: невозможно обновить работу

source: Couldn't update ration {id}: {error}
ky: Рационду жанырта албайт
ru: невозможно обновить рацион

source: Country
ky: өлкө
ru: Страна

source: Create Bulk discount
ky: Дүн арзандатуу түзүү
ru: Создать Скидку на оптовую закупку

source: Create Client
ky: Кардарды жаратуу
ru: Создать Клиента

source: Create Client discount
ky: Кардардын арзандатуусун жаратуу
ru: Создать Скидку Клиенту

source: Create Extruded inventory
ky: Экструдор инвентарын тузүү
ru: Создать Экструдированный Инвентарь

source: Create Feed mill job
ky: Жем чыгаруу ишин жаратуу
ru: Создать Работу кормоцеха

source: Create Flock
ky: Топту түзүү
ru: Создать Стаю

source: Create Holiday
ky: Майрам жаратуу
ru: Создать Праздничный день

source: Create Internal chicken feed order
ky: Ички тоок жем буйрутмасын түзүү
ru: Создать Внутренний заказ на ком для кур

source: Create Inventory
ky: Инвентар жаратуу
ru: Создать Инвентарь

source: Create Location
ky: Турган ордун жаратуу
ru: Создать Местонахождение

source: Create Lost inventory
ky: Жоголгон инвентарды жаратуу
ru: Создать Утерянный Инвентарь

source: Create Moved inventory
ky: Жылдырылган инвентарды жаратуу
ru: Создать Перемещенный Инвентарь

source: Create Notification
ky: Эскертүү жаратуу
ru: Создать Уведомления

source: Create Order
ky: Буйрутма жаратуу
ru: Создать Заказ

source: Create Order credit payment
ky: Насыя Төлөм буйрутмасын түзүү
ru: Создать заказ кредитной оплаты

source: Create Order product
ky: Буйрутман продукциясын жаратуу
ru: Создать Продукцию заказа

source: Create Order time threshold
ky: Убакыт ченем Буйрутмасын түзүү
ru: Создать Крайний срок, к которому должен быть выполнен заказ

source: Create Product type
ky: Продукциянын түрүн жаратуу
ru: Создать Вид продукции

source: Create Purchasing order
ky: Сатып алуу буйрутмасын жаратуу
ru: Создать Заказ на Покупку

source: Create Purchasing payment
ky: Сатып алуу толомун жаратуу
ru: Создать Оплату за Покупку

source: Create Ration
ky: Рацион жаратуу
ru: Создать Рацион

source: Create Ration product
ky: Рацион продукциясын жаратуу
ru: Создать Продукт рациона

source: Create Settings
ky: Настройки жаратуу
ru: Создать Настройки

source: Create Split feed mill job
ky: Жем чыгаруу иш бөлүүсүн жаратууу
ru: Создать Распределенную работу кормоцеха

source: Create Supplier
ky: Камсыздоочуну жаратуу
ru: Создать Поставщика

source: Create Working day
ky: Иш күнүн жаратуу
ru: Создать Рабочий день

source: Create inventory adjustment
ru: Создать регулировку инвентаря

source: Created
ky: Жаратылган
ru: Создано

source: Created At
ru: Создано

source: Created Date
ru: Дата создания

source: Created On
ky: Жаратылган
ru: Создано

source: Created at
ru: Создано

source: Credit Payments
ky: Насыя төлөмдмр
ru: кредитная оплата

source: Credit duedate
ru: Крайний срок оплаты

source: Credit, expedition, or other costs
ky: Насыя , ылдам тейлоо жана башка төлөмдөр
ru: Кредит, ускоренные услуги, или другие виды платежей

source: Currency Rate
ky: Валютанын курсу
ru: Курс валюты

source: Currency Type
ky: Валютанын түрү
ru: Вид вылюты

source: Current Amount Kg
ky: Болуп жаткан сан Кг.
ru: Текущее количество кг

source: Daily Feed Orders For Dutch Nature Chickens
ky: Датч Нейчер тоокторуна күнүмкү болгон жем буйрутмалары
ru: Ежедневные заказы корма для Dutch Nature Chickens

source: Daily required amount
ky: Күнүмкү керек болгон сан
ru: Необходимое количество на каждый день

source: Damaged
ky: Бузулган
ru: Испорчено

source: Dashboard
ky: Уй баракчасы
ru: Домашняя страница

source: Date
ky: Дата
ru: Дата

source: Date Recieved
ru: Дата доставки

source: Date delivered
ru: Дата доставки

source: Date of loss
ky: Жоголгон кун
ru: Дата утери

source: Day name
ky: Жуманын күнү
ru: День недели

source: Day name ru
ky: Жуманын күнү орусча
ru: День недели русский

source: Days Till Runout
ky: Камдалган нерсенин түгөнө турган күнү
ru: Кол-во дней до окончания запасов

source: Days in advance
ky: Ашыкча күндөр
ru: Количество дней, за которое необходимо произвести заказ

source: Days in advance they have to order
ky: Буйрутма кылына турган ашыкча күндөр
ru: Количество дней, за которое необходимо произвести заказ

source: Days to order more
ky: Дагы буйрутма учун күндөр
ru: Количество дней, которое потребуется для заказа

source: Deleted amounts
ky: өчүрүлгөн сан
ru: удаленное количество

source: Delivered date
ky: Алып келген күн
ru: дата доставки

source: Delivery From Date
ru: Доставка от

source: Delivery Reports
ky: Алып келүү отчету
ru: отчет доставки

source: Delivery To Date
ru: Доставка до

source: Description
ky: Сурөттө
ru: Описание

source: Destroy
ky: Жок кылуу
ru: Удалить

source: Discount
ru: Скидка

source: Discount per kilo
ky: Килограммга болгон арзандатуу
ru: Скидка за 1 кг

source: Don't have enough inv to finish the order. Wait till it's feed mill jobs are done
ky: Буйрутманы бүтүрүш учун жетиштуу азык жок. Жем чыгаруу иши бүтүшүн кутуп турунуз
ru: Нет достаточного количества продукта в запасе для завершения заказа. Подождите, пока работа кормоцеха не будет окончена.

source: Don't have enough {op.product_type.display_name} on hand.
ky: Колдо {op.product_type.display_name} жетишинче жок
ru: Не имеется достаточно {op.product_type.display_name} в наличии.

source: Don't have enough {short_on} to reserve for {product_type.display_name} and we can't get it by then.
ky: {short_on}жетишинче жок....{product_type.display_name}алдын ала учун....жана биз аны ала албайбыз
ru: Не имеется достаточно {short_on}, чтобы зарезервировать для {product_type.display_name} и мы не сможем получить это в запрашиваемый срок.

source: Done
ky: Бүтүрүлгөн
ru: Завершено

source: Download Sample
ky: Мисалды көчүрүү
ru: скачать образец

source: Due Date
ky: Ылайыктуу дата
ru: Сроки

source: Due date
ky: Ылайыктуу дата
ru: Сроки

source: Earliest Can do it
ky: Эн тез бүтө турган убакыт
ru: Ускоренные сроки

source: Edit
ky: Киргизүү
ru: Редактировать

source: Edit Inventory Delivery
ru: Редактировать Доставку Нового Инвентаря

source: Edit Product type
ru: Редактировать Вид Продукции

source: Editing bulk_discount
ky: Дүн арзандатуусун киргизүү
ru: Редактировать скидка_на_оптовую_закупку

source: Editing client
ky: Кардарды өзгөртүү
ru: Редактировать категорию "Клиент"

source: Editing client_discount
ky: кардар арзандатуусун киргизүү
ru: Редактировать скидка_клиенту

source: Editing extruded_inventory
ky: Экструдор көлөмун киргизүү
ru: Редактировать экструдированный_инвентарь

source: Editing flock
ky: топту киргизүү
ru: Редактировать стаю

source: Editing holiday
ky: Майрамды киргизүү
ru: Редактировать Праздничный день

source: Editing internal_chicken_feed_order
ky: ички тоок жеми буйрутмасын киргизүү
ru: Редактировать внутренний_заказ_корма_для_кур

source: Editing inventory_adjustment
ru: Редактирование регулирования инвентаря

source: Editing location
ky: Турган ордун өзгөртүү
ru: Редактировать местонахождение

source: Editing lost_inventory
ky: жоголгон инвентарды киргизүү
ru: Редактировать утерянный_инвентарь

source: Editing moved_inventory
ky: Жылдырылган инвентарды киргизүү
ru: Редактировать перемещенный_инвентарь

source: Editing notification
ky: Билдируу киргизүү
ru: Редактировать уведомление

source: Editing order
ky: Буйрутманы киргизүү
ru: Редактировать заказ

source: Editing order_credit_payment
ky: насыя_төлөм_буйрутмасын киргизүү
ru: Редактировать заказ_оплата_кредита

source: Editing order_product
ky: Азык буйрутмасын киргизүү
ru: Редактировать продукция_на_заказ

source: Editing order_time_threshold
ky: убакыт_ченем_буйрутмасын киргизүү
ru: Редактировать Крайний срок, к которому должен быть выполнен заказ

source: Editing purchasing_order
ky: сатып алуу _буйрутмасын киргизүү
ru: Редактировать заказ_на_покупку

source: Editing purchasing_payment
ky: Сатып алуу _толомун киргизүү
ru: Редактировать оплата_за_покупку

source: Editing ration
ky: Рационду өзгөртүү
ru: Редактировать рацион

source: Editing ration_product
ky: Рацион продукциясын киргизүү
ru: Редактировать продукт_рациона

source: Editing split_feed_mill_job
ky: Жем чыгаруу ишин бөлүүнү киргизүү
ru: Редактировать распределенную_работу_комбикормового_цеха

source: Editing supplier
ky: Камсыздоочуну өзгөртүү
ru: Редактировать Поставщика

source: Editing working_day
ky: Иш күнүн өзгөртуу
ru: Редактировать рабочий_день

source: Email
ky: Электрондук дарек
ru: Электронная почта

source: End Of Day Totals
ru: Остаток в конце дня

source: End Of Month Balance
ru: Остаток в конце месяца

source: Estimated Other Costs
ru: Предполагаемые другие расходы

source: Estimated Price Per Kilo
ru: Оговоренная цена за кг

source: Estimated Quantity
ru: Предполагаемое кол-во (кг)

source: Estimated Total Costs
ru: Предполагаемые общие расходы

source: Estimated Total cost
ru: Общая расчетная стоимость

source: Estimated quantity
ky: Эсептик саны
ru: Расчетное количество

source: Estimated total cost
ky: эсептик жалпы саны
ru: Предполагаемая сумма

source: Euro
ky: Евро
ru: Евро

source: Ex Reports
ru: Отчеты об экструдере

source: Expedition fee
ky: Тез арада бүтүрүү наркы
ru: Оплата за ускоренные услуги

source: Expiration date
ky: Иш бүтө турган кун
ru: Дата окончания скидки

source: Expires after amount
ky: Иш бүтө турган сан
ru: Лимит (кг)

source: Extra feed to balance feed mill
ky: Жем чыгаруу ишин толуктоо үчүн кошумча жем
ru: Дополнительные корма , чтобы сбалансировать кормоцех

source: Extrude Inventory
ky: Экструдордагы инвентар
ru: Экструдированный Инвентарь

source: Extruded Inventory
ky: Экструдордагы инвентар
ru: Экструдированный Инвентарь

source: Extruded Inventory Report
ru: Отчет по Экструдированному Инвентарю

source: ExtrudedInventory was successfully created.
ky: Экструдор_Инвентар ийгиликтүү киргизилди
ru: Экструдированный инвентарь был успешно создан

source: Extrusion date
ky: Экструдор болгон кун
ru: Дата экструзии
