Repository: eneifert/rails_starter
Catalog: locale/*/app.edit.po
Languages: ky, ru

source: Remaining debt
ru: Оставшийся долг

source: Remove
ky: Алып коюу
ru: Удалить

source: Replenishment order
ky: Жылдыруу
ru: Пополненный заказ

source: Reported by user
ky: маалымат берген колдонуучу
ru: Имя пользователя, сообщившего это

source: Reports
ky: Жоопчот
ru: Отчеты

source: Results Summary
ru: Сводка об Инвентаре

source: Role was successfully created.
ky: Рол ийгиликтүү түзүлдү
ru: Роль была успешно создана.

source: Role was successfully updated.
ky: Рол ийгиликтүү жаныланды
ru: Роль была успешно изменена.

source: Roles
ky: Ролдор
ru: Роли

source: Russian Ruble
ky: Россия рубль
ru: Российский Рубль

source: Sale Price Per Kilo
ky: Килограмм үчүн сатуу баасы
ru: Цена продажи за 1 кг

source: Sales History
ky: Сатуу тарыхы
ru: История продажы

source: Sales last 30 days
ky: Акыркы 30 күндүк сатуулар
ru: Продажи за последние 30 дней

source: Search
ky: Издоо
ru: Поиск

source: See All Notifications
ky: Бардык эскертүүлорду көрүү
ru: Посмотреть все уведомления

source: Select a product
ky: Продуктту тандоо
ru: Выбрать продукцию

source: Select at least on job to print batch sheets for.
ky: жем чыгаруу тизмесин печат кылыш үчүн , Эн азынан бир жумушту танданыз
ru: Выберите по крайней мере одно задание на печать листов учета производства корма.

source: Select at least one Order to print receipt for.
ky: квитанция чыгарыш учун эн азынан бир буйрутма танданыз
ru: Выбрать как минимум один заказ для распечатки квитанции

source: Set Active
ky: Активди танданыз
ru: выбрать Активно

source: Set a sale price per kilo
ky: Килограмга болгон бааны коюнуз
ru: Установить цену на продажу 1 кг

source: Set amount to
ru: Количество должно быть

source: Set amount to (must be >= 0)
ru: Назначить обновленное кол-во

source: Set product amount for {prod_type.display_name}
ky: {prod_type.display_name} болгон азык санын коюнуз
ru: Укажите количество ингредиента для {prod_type.display_name}

source: Setting was successfully updated.
ky: Орнотуу ийгиликтүү жаныланды
ru: Настройки были успешно изменены.

source: Settings
ky: Орнотуулар
ru: Настройки

source: Should never have more than one feed mill balance order
ky: Жем чыгаруу балансында бирден ашык буйрутма болбош керек
ru: Не должно быть более одного заказа на баланс кормоцеха

source: Show
ky: Көрсөтүү
ru: Показать

source: Show Processing Summary
ky: Процестин жыйынтыгын көрсөтүү
ru: Показать Сводку о сроках заказа

source: Show bulk_discount
ky: Дун арзандатууну көрсөтүү
ru: Показать Скидку_на_оптовую_закупку

source: Show client
ky: Кардарды көрсөтүү
ru: Показать клиента

source: Show client_discount
ky: Кардардын арзандатуусун көрсөтүү
ru: Показать скидку_клиенту

source: Show completed orders?
ky: Буткон буйрутмаларды көрсөтуу
ru: Показать завершенные заказы?

source: Show extruded_inventory
ky: Экструдалган көлөмдү көрсөтүү
ru: Показать экструдированные запасы

source: Show feed_mill_job
ky: Жем чыгаруу цехтин ишин көрсөтүү
ru: Показать работу_комбикормового_цеха

source: Show finished jobs?
ky: Аякталган ишти көрсөтүү
ru: Показать завершенные работы?

source: Show flock
ky: Топту көрсөтүү
ru: Показать Стаю

source: Show holiday
ky: Майрамды көрсөтүү
ru: Показать праздничный день

source: Show inactive?
ky: Активсизди көрсөтөлүкбү?
ru: Показать неактивное?

source: Show internal_chicken_feed_order
ky: Ички тоок жем буйрутмасын көрсөткүлө
ru: Показать внутренний_заказ_на_корм_для_кур

source: Show inventory
ky: Инвентарды көрсөтүү
ru: Показать инвентарь

source: Show inventory_adjustment
ru: Показать регулирование инвентаря

source: Show location
ky: Турган ордун көрсөтүү
ru: Показать местонахождение

source: Show lost_inventory
ky: Жоголгон инвентарды көрсөтүү
ru: Показать утерянные_запасы

source: Show moved_inventory
ky: Орду которулган инвентарды көрсөтүү
ru: Показать перемещенные_запасы

source: Show notification
ky: Эскертууну көрсөтүү
ru: Показать уведомления

source: Show order
ky: Буйрутманы көрсөтүү
ru: Показать заказ

source: Show order_credit_payment
ky: Кардар толом буйрутмасын көрсөтүү
ru: Показать заказ_кредитная_оплата

source: Show order_product
ky: Буйрутманын продуктун көрсөтүү
ru: Показать продукциию_на_заказ

source: Show order_time_threshold
ky: Моноту бүтүш керек буйрутмасын көрсөтүү
ru: Показать Крайний срок, к которому должен быть выполнен заказ

source: Show product_type
ky: Продуктун типин көрсөтүү
ru: Показать вид_продукции

source: Show purchasing_order
ky: Сатып алуу буйрутманы көрсөтүү
ru: Показать заказ_на_покупку

source: Show purchasing_payment
ky: Сатып алуу толомун көрсөтүү
ru: Показать оплату_за_покупку

source: Show ration
ky: Рационду көрсөтүү
ru: Показать рацион

source: Show ration_product
ky: Рациондун продуктунун түрү
ru: Показать продукт_рациона

source: Show split_feed_mill_job
ky: Болунгон жем чыгаруу ишин көрсөтүү
ru: Показать работу_комбикормового_цеха

source: Show supplier
ky: Камсыздоочуну көрсөтүү
ru: Показать поставщика

source: Show working_day
ky: Иш кунун көрсөтүү
ru: Показать рабочий_день

source: Shrinkage
ky: Кургатуу
ru: Усушка

source: Skip Discounts?
ky: арзандаттуну аттап кетеликби?
ru: Пропустить скидку?

source: Skip Feed Mill Balance?
ky: Жем чыгаруу балансын аттап кетеликби?
ru: Пропустить балансировку партии?

source: Skip Feed Mill Job?
ky: Жем чыгаруу ишин аттап кетеликби?
ru: Пропустить задачу кормоцеха?

source: Soy Bean Meal
ky: Соя уну
ru: Полножирная соя

source: Soy Bean Oil
ky: Соя майы
ru: Соевое масло

source: Soy Bean Pressed
ru: Соевый жмых

source: Soy Bean Pressed Extrusion
ru: Соевый жмых

source: Soy Bean Used
ky: Иштетилген соя
ru: Соя использована

source: Soy bean meal product type
ky: Соя унунун түрү
ru: Вид продукции соевой муки

source: Soy bean product type
ky: Соя унунун түрү
ru: Вид продукции соевой муки

source: Start Of Month Balance
ru: Остаток в начале месяца

source: Started
ky: Башталган
ru: Началась

source: Status
ky: Статус
ru: Статус

source: Sub Total
ky: Орто-аралык жыйынтык
ru: Промежуточный итог

source: Subject
ky: Тема
ru: Текст

source: Submit
ky: Табуу
ru: Найти

source: Successfully imported {rows} rows
ky: Ийгиликтүү киргизилген катар
ru: Успешно импортированные {rows} строки

source: Successfully imported: {rations}
ru: Успешно импортированные {rations}

source: Successfully updated job {id}
ky: Ийгиликтүү жаныланган иш
ru: Успешно обновленная работа

source: Successfully updated ration {id}
ky: Ийгиликтүү жаныланган рацион
ru: Успешно обновленный рацион

source: Suggested Late fee
ru: Предполагаемая пеня

source: Summary
ky: Жыйынтык
ru: Сводка

source: Super Mix
ky: Супер микс
ru: Супер микс

source: Supplier
ky: Камсыздоочу
ru: Поставщик

source: Supplier Name
ky: Камсыздоочунун Аты
ru: Имя поставщика

source: Supplier was successfully created.
ky: Жеткиричуу ийгиликтүү түзүлдү
ru: Поставщик был успешно создан.

source: Supplier was successfully deleted.
ky: Жеткиричуу ийгиликтүү өчүрүлдү
ru: Поставщик был успешно удален.

source: Supplier was successfully updated.
ky: Жеткиричүү ийгиликтүүжаныланды
ru: Поставщик был успешно изменен.

source: Suppliers
ky: Камсыздочуулар
ru: Поставщики

source: System Discrepancy
ru: Несовподение в системе

source: System Message
ky: Система кабары
ru: Системные сообщения

source: System Notifications
ky: Система эскертүүлөрүү
ru: Системные уведомления

source: System Settings
ky: Система артык көрүүлөрү
ru: Системные Настройки

source: Takes {days} day(s) to order more {op.product_type.display_name}.
ky: Ашыкча буйрутма кылуу үчүн ашыкча кун талап кылат
ru: Потребуется {days} день(дней), чтобы заказать еще {op.product_type.display_name}.

source: Takes {rp.product_type.days_to_order_more} day(s) to order more {rp.product_type.display_name}.
ky: Ашыкча буйрутма кылуу үчүн талап кылат
ru: Потребуется {rp.product_type.days_to_order_more} день (дней), чтобы заказать еще {rp.product_type.display_name}.

source: Tests
ky: Тесттер
ru: Тесты

source: Text
ky: Текст
ru: Тексты

source: The feed mill job itself would take {minutes_job_would_take} minutes.
ky: жем чыгаруу өзү гана {minutes_job_would_take} минута талап кылат
ru: Процесс работы кормоцеха займет {minutes_job_would_take} минут.

source: The following errors prohibited this from being saved
ky: Астыдагы каталар үчүн сакталбайт
ru: Невозможно сохранить в связи со следующими ошибками

source: There are {days} days off between now and the estimated completion time.
ky: Дагы
ru: Осталось {days} дней до назначенного срока окончания процесса.

source: There are {hours} hours of other jobs before this could start.
ky: Бул жумуш балтанга дагы {hours} саат башка жумуш бар
ru: Осталось {hours} часов до окончания начатого процесса, поэтому Ваш запрос на данное действие не может быть выполнен.

source: There is only {free_soy_bean}kg of Soy Bean and {soy_been_needed}kg is needed. Extrude up to {max_amount}
ky: Ал жерде free_soy_bean} кг Соя жана {soy_been_needed кг керек.Кайра {max_amount} иштетилиш керек
ru: Осталось только {free_soy_bean}кг Сои, а требуется {soy_been_needed}кг. Произведите переработку {max_amount}

source: This record changed while you were editing. Take these changes into account and submit it again.
ky: Бул жазуулар силердин ондоо учурунда алмаштырылган. Бул алмашууларды эске алып кайра жоноткүло
ru: Данная запись была изменена в процессе редактирования. Примите во внимание эти изменения и отправьте снова.

source: To Date
ky: Датага
ru: по

source: To job
ky: Иш
ru: в Работа

source: To location
ky: Турган ордуна
ru: В местонахождение

source: Toggle navigation
ky: Навигацианы кайра которгула
ru: Переключить навигации

source: Total
ky: Баары
ru: Итого

source: Total Free
ky: Бардыгы акысыз
ru: Итого свободный

source: Total Inv
ky: Жалпы көлөм
ru: Итого инв

source: Total Kg
ky: Бардыгы кг.
ru: Итого кг

source: Total Price
ky: Жалпы баа
ru: Обшая цена

source: Total Received kilos
ru: Итого доставленного кол-ва

source: Total Sales
ky: Жалпы сатуулар
ru: Общая продажа

source: Total cost
ru: Общая стоимость

source: Total costs
ru: Фактические общие расходы

source: Totals
ru: Итого

source: Type
ky: Тип
ru: Вид

source: Type RU
ky: Жазуу орусча
ru: Вид продукции (рус.)

source: US Dollar
ky: АКШ доллары
ru: Доллар США

source: Undo Job
ky: Жумушту жокко чыгаруу
ru: аннулировать

source: Up To
ky: Чейин
ru: вплоть до

source: Update
ky: өзгөртуу
ru: Изменить

source: Update Bulk discount
ky: Дун арзандатууну жанылоо
ru: Изменить скидку на оптовую закупку

source: Update Client
ky: Кардарды озгортүү
ru: Изменить Клиента

source: Update Client discount
ky: Кардардын арзандатуусун озгортүү
ru: Изменить Скидку клиенту

source: Update Extruded inventory
ky: Экструдалган колом жаныланды
ru: Изменить Экструдированный Инвентарь

source: Update Feed mill job
ky: Жем чыгаруу цехтин ишин озгортүү
ru: Изменить работу кормоцеха

source: Update Flock
ky: Топту жанылоо
ru: Обновить стаю

source: Update Holiday
ky: Майрамды жанылоо
ru: Изменить Праздничный день

source: Update Internal chicken feed order
ky: Ички тоок жем буйрутманы жанылоо
ru: Изменить Внутренний заказ корма для кур

source: Update Inventory
ky: Инвентарды өзгөртүү
ru: Изменить Инвентарь

source: Update Location
ky: Турган ордун өзгөртүү
ru: Изменить Местонахождение

source: Update Lost inventory
ky: Жоголгон инвентарды өзгөртүү
ru: Изменить Утерянный Инвентарь

source: Update Notification
ky: Эскертүүлорду өзгөртүү
ru: Изменить Уведомления

source: Update Order
ky: Буйрутманы өзгөртүү
ru: Изменить заказ

source: Update Order credit payment
ky: Насы толом буйрутмасын жанылоо
ru: Обновить заказы кредитной оплаты

source: Update Order product
ky: Буйрутма продуктун өзгөртүү
ru: Изменить продукцию на заказ

source: Update Order time threshold
ky: Монотү буто турган буйрутманы жанылоо
ru: Изменить Крайний срок, к которому должен быть выполнен заказ

source: Update Product type
ky: Продуктун түрүн өзгөртүү
ru: Изменить вид продукции

source: Update Purchasing order
ky: Сатып алуу буйрутмасын өзгөртүү
ru: Изменить заказ на покупку

source: Update Purchasing payment
ky: Сатып алуу толомун өзгөртүү
ru: Изменить Оплату за Покупку

source: Update Ration
ky: Рационду өзгөртүү
ru: Изменить рацион

source: Update Ration product
ky: Рацион продуктун өзгөртүү
ru: Изменить продукт рациона

source: Update Settings
ky: Орнотууларды өзгөртүү
ru: Изменить установки

source: Update Split feed mill job
ky: Бөлүнгон жем чыгаруу ишин жанылоо
ru: Изменить распределенную работу кормоцеха

source: Update Supplier
ky: Камсыздоочуну өзгөртүү
ru: Изменить Поставщика

source: Update Working day
ky: Иш күнүн өзгөртүү
ru: Изменить Рабочий день

source: Updated On
ky: Качан өзгөртүлгөн
ru: Изменено

source: Upload Image
ky: Сүрөттү жүктөгүлө
ru: Загрузить рисунок

source: Urea Activity Percent
ky: Уреа активдүү пайызы
ru: Процент активности уреазы

source: Use one or the other but not both
ru: Заполните только одну строку (не обе)

source: Used Last 30 days
ky: Акыркы 30 күн иштетилген
ru: Использовался в последние 30 дней

source: User user was successfully created.
ky: Колдонуучу ийгиликтүү түзлдү
ru: Пользователь был успешно создан.

source: User user was successfully destroyed.
ky: Колдонуучу ийгиликтүү өчүрүлдү
ru: Пользователь был успешно удален.

source: User user was successfully updated.
ky: Колдонуучу ийгиликтүү жаныланды
ru: Пользователь был успешно изменен.

source: Users
ky: Колдонуучулар
ru: Пользователи

source: View
ky: Карап көрүү
ru: Просмотр

source: Waiting On Feed Mill
ky: Жем чыгарууда турат
ru: В ожидании кормоцеха

source: Weighted Avg Purchased Price
ky: Тартылган орточо сатылган сан
ru: Средневзвешенная цена

source: Work Schedule
ky: Жумуш тизмеси
ru: расписание работы

source: Yes
ky: Ооба
ru: Да

source: You are not authorized to do this action
ky: Сиз бул ишти кылгынга укугунуз жок
ru: У Вас нет доступа к данному действию

source: You can't make any other changes when completing an order.
ky: Буйрутманы толтуруп жатканда башка өзгөртүү киргизилбейт
ru: Вы не можете делать какие-либо другие изменения при заполнении заказа.

source: You can't move a feed mill balance order
ky: Сиз жем чыгруу буйрутма балнсын жылдыра албайсыз
ru: Невозможно переместить заказ на баланс кормоцеха

source: You can't move all of the orders to another job because that makes no sense.
ky: Сиз баардык буйрутмаларды башка жумушка жылдыра албайсыз
ru: Невозможно переместить все заказы в другую работу.

source: You do not have permission to do this
ky: Муну кылганга уруксатыныз жок
ru: У Вас нет разрешения к данному действию

source: You must move some inventory
ky: Сиз кээ бир инвентарды жылдышырыз керек
ru: Необходимо переместить некоторый инвентарь

source: adjustment date
ru: Дата изменения

source: ago
ky: мурун
ru: назад

source: avg Purchased Price
ky: Сатылган орто баа
ru: приблизительная Цена Покупки

source: balance_amount
ky: Калдык сан
ru: Кг для балансировки партии

source: can't be empty
ky: Бош болбош керек
ru: не может быть пустым

source: chicken_amount
ky: тоок саны
ru: Кг для своих кур

source: choose a client
ky: Кардарды тандоо
ru: выбрать клиента

source: clients_amount
ky: Кардарлар саны
ru: Кг клиентам

source: inventory_amount
ky: Бар болгон көлөм саны
ru: Кг для пополнения инвентаря

source: kg.
ky: кг.
ru: кг.

source: name
ky: Аты
ru: название

source: prohibited this admin_user from being saved:
ky: Бул админ колдонуучуну сактоого тыюу салынат
ru: запрещается сохранить данного админ_пользователя

source: prohibited this from being saved
ky: муну сактоого тыюу салынат
ru: запрещается сохранить это

source: total_amount
ky: Жалпы сан
ru: Итого кг

source: {rp.product_type.display_name} needs to have days_to_order_more set first.
ky: {rp.product_type.display_name} дагы_буйрутмага _керектелген кунду биринчи киргизиш керек
ru: для {rp.product_type.display_name} вначале необходимо заполнить поле Количество_дней_чтобы_заказать_еще.

source: Body
ky: Текст

source: String
ky: Стринг
