Repository: eneifert/rails_starter
Catalog: locale/*/app.edit.po
Languages: ky, ru

source: Feed Dutch Nature chickens
ky: Датч Нечер тоок жеми
ru: Корм для кур Dutch Nature

source: Feed Mill
ky: Жем чыгаруучу цех
ru: Кормоцех

source: Feed Mill Job
ky: Жем чыгаруучу цехтин иши
ru: Работа кормоцеха

source: Feed Mill Jobs By Day
ky: Кунумдук жем чыгаруу иши
ru: ежедневная работа кормоцеха

source: Feed Mill Settings
ky: Жем чыгаруу иши орнотуусу
ru: Настройки Кормоцеха

source: FeedMillJob was successfully created.
ky: Жем чыгаруу иши ийгиликтүү түзүлдү
ru: Работа комбикормового цеха успешно создана

source: FeedMillJob was successfully updated.
ky: Жем чыгаруу иши ийгиликтүү жаныланган
ru: Работа комбикормового цеха успешно изменена

source: Fiber Percent
ky: Фибра пайызы
ru: Процент клетчатки

source: Final Amount
ru: Конечное количество

source: First create a ration for {op.product_type.display_name}
ru: Вначале создайте рацион для {product_type.display_name}

source: First create a ration for {product_type.display_name}
ky: Биринчиден рацион түзгүлө
ru: Вначале создайте рацион для {product_type.display_name}

source: First set "price per kilo" for {product_type.display_name}
ky: Биринчиден "килограммга болгон бааны" койгула
ru: Вначале установите "цену за кг" для {product_type.display_name}

source: First set the price per kilo for {prod_type.display_name}
ky: Биринчиден" килограммга болгон бааны " койгула
ru: Вначале установите цену за кг для {prod_type.display_name}

source: Flock
ky: Топ (үйүр)
ru: Стая

source: Flock Reports
ru: Отчеты о стае

source: Flock was successfully created.
ky: Топ (үйүр) ийгиликтүү түзүлдү
ru: Стая было успешно создано

source: Flock was successfully deleted.
ky: Топ (үйүр) ийгиликтүү өчүрүлдү
ru: Стая было успешно удалено

source: Flock was successfully updated.
ky: Топ (үйүр) ийгиликтүү жаныланды
ru: Стая было успешно обновлено

source: Flocks
ky: Топтор (үйүрлөр)
ru: Стаи

source: Force order
ky: Баары бир буйрутма беруу
ru: Произвести заказ все равно

source: From Client Order
ky: Кардардын буйрутмасынан
ru: заказ клиента

source: From Date
ky: Бул күндөн баштап
ru: дата с

source: From Extrusion
ky: Экструдардан
ru: Из экструдора

source: From Feed Mill Job
ky: Жем чыгаруу жумушунан
ru: из работы кормоцеха

source: From Internal Order
ky: Ички буйрутмадан
ru: из внутренного заказа

source: From Inventory Order
ky: Ички инвентар буйрутмасынан
ru: из заказа наличия

source: From Inventory adjustment
ky: Көлөмдүү (инвентарь) иретке салуу
ru: Из регулирование наличия

source: From Lost Inventory
ky: Жоголгон ички көлөмдөн (инвентарь)
ru: из потеряного наличия

source: From Moved Inventory
ky: Жылдырылган ички көлөмдөн (инвентарь)
ru: из передвинутого наличия

source: From Order reservation. This should not be seen.
ky: Алдын ала буйрутмадан. Бул нерсе көрүнбөш керек
ru: Из бронировоного заказа. Это должно быть не видно

source: From and To locations must be different
ky: Жерден жерге айырмасы болуш керек
ru: Должно отличаться от места к месту

source: From date
ru: дата с

source: From job
ky: Жумуштан
ru: Из Работа

source: From location
ky: Турган жерден
ru: Из Местонахождение

source: Fullfiled
ky: Толтурулган
ru: Заполнено

source: Get a notification if order isn't picked up in these days
ky: Эгерде жакынкы арада буйрутма алынбаса эскертүү алуу
ru: Получить уведомление, если заказ не забран в ближайшие дни

source: Has paid
ky: Төлөнгөн
ru: был оплачен

source: Holidays
ky: Майрамдар
ru: Праздничные дни

source: How many kg can the feed mill make each day?
ky: Жем чыгаруучу цех кунуно канча килограмм жем чыгара алат?
ru: Сколько кг кормоцех может произвести за день?

source: I need a ration for {op.product_type.display_name} before I can tell you how long it will take to make.
ky: Силерге жазашка канча убакыт кетерин айтардан мурун мага рацион керек
ru: Мне необходимо знать рацион для {op.product_type.display_name} , чтобы сказать, сколько времени уйдет на то, чтобы сделать его.

source: I need a ration for {product_type.display_name} before I can tell you how long it will take to make.
ru: Мне необходимо знать рацион для {op.product_type.display_name} , чтобы сказать, сколько времени уйдет на то, чтобы сделать его.

source: Import Clients
ky: Кардарларды киргизүү
ru: Загрузить список клиентов

source: Import Rations
ru: Импортировать категорию "Рационы"

source: Info
ky: Маалымат
ru: информация

source: Ingredient
ky: Ингредиент
ru: Ингредиент

source: Ingredient Prices
ru: Цены на Ингредиенты

source: Ingredient Usage
ru: Использование Ингредиентов

source: Ingredients
ky: Ингредиенттер
ru: Ингредиенты

source: Ingredients (must add up to 100%)
ky: Ингредиенттер (100 пайыз кошуу керек)
ru: Ингредиенты (должны составлять 100%)

source: Initial Balance
ky: Баштапкы баланс
ru: начальный баланс

source: InternalChickenFeedOrder was successfully created.
ky: Ички тоок жем буйрутмасы ийгиликтүм түзүлдү
ru: Внутренний Заказ на Корм для Кур был успешно создан.

source: InternalChickenFeedOrder was successfully deleted.
ky: Ички тоок жем буйрутмасы ийгиликтүү өчүрүлдү
ru: Внутренний Заказ на Корм для Кур был успешно удален.

source: InternalChickenFeedOrder was successfully updated.
ky: Ички тоок жем буйрутмасы ийгиликтүү жаныланды
ru: Внутренний Заказ на Корм для Кур был успешно изменен.

source: Inventory
ky: Инвентар(ички азык көлөмү)
ru: Инвентарь

source: Inventory Change Log
ky: инвентардын эсебин өзгөртүү
ru: журнал измененого инвентаря

source: Inventory Delivery Summary
ky: Инвентардын жалпы келген саны
ru: сумма привезенного инвентаря

source: Inventory History Totals
ru: Общая история Инвентаря

source: Inventory Replenishment
ky: инвентарды толтуруу
ru: Пополнение Инвентаря

source: Inventory Reports
ky: Инвентардык отчет
ru: Отчеты об Инвентаре

source: Inventory Summary
ky: Инвентардын саны
ru: Сводка об Инвентаре

source: Inventory Tasks
ky: Инвентардын милдети
ru: Задачи для Инвентаря

source: Inventory To Move
ky: Жылдырыла турган инвентар
ru: Инвентарь для перемещения

source: Inventory adjustment
ru: Регулирование инвентаря

source: Inventory was successfully created.
ky: Инвентар ийгиликтуу түзүлдү
ru: Инвентарь был успешно создан.

source: Inventory was successfully deleted.
ky: Инвентар ийгиликтуу өчүрүлдү
ru: Инвентарь был успешно удален.

source: Inventory was successfully updated.
ky: Инвентар ийгиликтүү жаныланды
ru: Инвентарь был успешно изменен.

source: InventoryAdjustment was successfully created.
ru: Регулирование Инвентаря было успешно создано.

source: Is acknowledged
ky: Көрулгөн
ru: Просмотрено

source: Is active
ky: активдуу
ru: является активным

source: Is on credit
ky: Насыяда
ru: (взято) в кредит

source: It's not possible to remove that amount, only {amount_in_inv} exists at that location
ky: Ушунча көлөмду жылдырууга мумкун эмес, ал жерде {amount_in_inv} эле бар
ru: Невозможно удалить это количество, только {amount_in_inv} существует в данном местонахождении

source: Job amounts
ru: Количество работ

source: Job#:
ky: Жумуш #
ru: Работа№:

source: Kazak tenge
ky: Казак тенгеси
ru: Казахский тенге

source: Kyrgyz som
ky: Кыргыз сому
ru: Кыргызский сом

source: Late Fee
ru: Фактическая пеня

source: Listing Purchasing Orders
ky: Сатып алуу буйрутмасынын тизмеси
ru: Список Заказов на покупку

source: Listing bulk_discounts
ky: Дүн арзандатуусунун тизмеси
ru: Список скидок_на_оптовую_закупку

source: Listing client_discounts
ky: Кардар арзандатуусу тизмеси
ru: Список Скидок_Клиенту

source: Listing clients
ky: Кардарлардын тизмеси
ru: Список клиентов

source: Listing feed_mill_jobs
ky: Жем чыгаруу иши тизмеси
ru: Список работ_комбикормового_цеха

source: Listing flocks
ky: Топтун тизмеси
ru: список стаи

source: Listing holidays
ky: Майрамдар тизмеси
ru: Список праздничных дней

source: Listing internal_chicken_feed_orders
ky: Ички тоок жеми буйрутмалар тизмеси
ru: Список внутренних_заказов_на корм_для_кур

source: Listing inventories
ky: Инветарлардын тизмеси
ru: Список Инвентаря

source: Listing locations
ky: орун алуу тизмеси
ru: Список местонахождений

source: Listing moved_inventories
ky: жылдырылган инвентар тизмеси
ru: Список перемещенных_запасов

source: Listing order_credit_payments
ky: Насыя төлөм буйрутма тизмеси
ru: Список заказов_кредитной_оплаты

source: Listing order_products
ky: Азык буйрутмасы тизмеси
ru: Список продукций _на_заказ

source: Listing order_time_thresholds
ky: Мөнөтү бүтө турган буйрутма тизмеси
ru: Список "Крайний срок, к которому должен быть выполнен заказ"

source: Listing orders
ky: Буйрутмалар тизмеси
ru: Список Заказов

source: Listing product_types
ky: Азыктар түрү тизмеси
ru: Список видов_продукций

source: Listing purchasing_payments
ky: Сатып алуу буйрутма тизмеси
ru: Оплата_за_покупку

source: Listing ration_products
ky: Рацион түрлөрү тизмеси
ru: Список продуктов_рациона

source: Listing rations
ky: Рацион тизмеси
ru: Список рационов

source: Listing split_feed_mill_jobs
ky: Бөлүнгөн жем чыгаруу иштер тизмеси
ru: Список распределенных_работ_комбикормового_цеха

source: Listing suppliers
ky: Жеткиричүүлөр тизмеси
ru: Список Поставщиков

source: Listing working_days
ky: Иш күндөрү тизмеси
ru: Список рабочих-дней

source: Location
ky: Турган орду
ru: Местонахождение

source: Location Discounts
ru: Скидка по месту продажи

source: Location Name
ky: Турган жердин аты
ru: Местонахождение

source: Location was successfully created.
ky: Турган жер ийгиликтүү түзүлдү
ru: Местонахождение было успешно создано.

source: Location was successfully deleted.
ky: Турган жер ийгиликтүү өчүрүлдү
ru: Местонахождение было успешно удалено.

source: Location was successfully updated.
ky: Турган жер ийгиликтүү жаныланды
ru: Местонахождение было успешно изменено.

source: Locations
ky: Турган орундар
ru: Местонахождение

source: Lost
ky: Жоголгон нерсе
ru: Утеряно

source: Lost Inventories
ky: Жоголгон инвентарлар
ru: Утерянные запасы

source: LostInventory was successfully created.
ky: Жоголгон инвентарь ийгиликтүү түзүлдүү
ru: УтерянныйИнвентарь был успешно создан.

source: Made
ky: Жасалган
ru: Создан

source: Make Ration From This
ky: Ушул нерседен рационду жасоо
ru: Создать рацион из этого

source: Manage users
ky: Колдонучууларды башкаруу
ru: Управлять пользователями

source: Min system should have on hand
ky: Системадагы эн азынан боло турган көлөм
ru: Минимальное количество, которое должно быть в наличии в системе

source: Moisture Percent
ky: Нымдуулук пайызы
ru: Процент влажности

source: Morning EndTime
ky: Эртен мененки бүткөн убакыт
ru: Утренное законченное время

source: Morning StartTime
ky: Эртен мененки башталган убакыт
ru: Утренное время начало

source: Morning endtime
ky: Эртен мененки бүткөн убакыт
ru: Утренное законченное время

source: Morning starttime
ky: Эртен мененки башталган убакыт
ru: Утренное время начало

source: Move Inventory
ky: Инвентарды жылдыруу
ru: Переместить Инвентарь

source: Moved Date
ru: Дата перемещения

source: MovedInventory was successfully created.
ky: Жылдырылган инвентарь ийгиликтүү түзүлдү
ru: Перемещенные запасы были успешно созданы.

source: Name
ky: Аты
ru: Название

source: Name RU
ky: Аты орусча
ru: Наименование на русском

source: Name Ru
ky: Аты орусча
ru: Название на русском

source: Negotiated price per kilo
ky: 1 кг болгон суйлошулгон баа
ru: Оговоренная цена за 1 кг

source: New
ky: Жаны
ru: Новый

source: New Bulk discount
ky: Жаны дун арзандатуу
ru: Новая Скидка на оптовую закупку

source: New Client
ky: Жаны кардар
ru: Новый Клиент

source: New Client discount
ky: Жаны кардар арзандатуу
ru: Новая Скидка Клиенту

source: New Extruded inventory
ky: Жаны Экструдалган инвентарь
ru: Новый Экструдированный Инвентарь

source: New Feed Mill Job
ky: Жаны жем чыгаруучу цехтин иши
ru: Новая работа кормоцеха

source: New Flock
ky: Жаны топ
ru: Новая стая

source: New Holiday
ky: Жаны майрам
ru: Новый Праздничный день

source: New Internal chicken feed order
ky: Жаны ички тоок жеми буйрутмасы
ru: Новый внутренний заказ на корм для кур

source: New Inventory Delivery
ky: Жаны инвентар алып келүү
ru: Доставка Нового Инвентаря

source: New Location
ky: Жаны турган орду
ru: Новое Местонахождение

source: New Lost inventory
ky: Жаны жоголгон инвентар
ru: Новый Утерянный Инвентарь

source: New Moved inventory
ky: Жаны жылдырылган инвентар
ru: Новый Перемещенный Инвентарь

source: New Order
ky: Жаны буйрутма
ru: Новый заказ

source: New Order product
ky: Жаны буйрутулган продукт
ru: Новая продукция на заказ

source: New Order time threshold
ky: Жаны мөнөтү бүтө турган буйрутма
ru: Крайний срок, к которому должен быть выполнен заказ

source: New Product type
ky: Жаны продукттун түрү
ru: Новый Вид Продукции

source: New Purchase Order
ru: Новый заказ на покупку

source: New Purchasing Order
ky: жаны сатып алуу буйрутмасы
ru: Новый заказ на покупку

source: New Purchasing order
ky: жаны сатып алуу буйрутмасы
ru: Новый заказ на покупку

source: New Ration
ky: Жаны рацион
ru: Новый Рацион

source: New Ration product
ky: Жаны рациондун продукту
ru: Новый продукт рациона

source: New Split feed mill job
ky: Жаны бмлунгөн жем чыгаруу иши
ru: Новая распределенная работа кормоцеха

source: New Supplier
ky: Жаны камсыздоочу
ru: Новый Поставщик

source: New Working day
ky: Жаны иш күнү
ru: новый день работы

source: New bulk_discount
ru: Новая Скидка на оптовую закупку

source: New client
ru: Новый Клиент

source: New client_discount
ru: Новая Скидка Клиенту

source: New extruded_inventory
ru: Новый Экструдированный Инвентарь

source: New flock
ru: Новая стая

source: New inventory adjustment
ru: Изменить инвентарь

source: New lost_inventory
ru: Новый Утерянный Инвентарь

source: New moved_inventory
ru: Новый Перемещенный Инвентарь

source: New order
ru: Новый заказ

source: New order_credit_payment
ru: Показать заказ_кредитная_оплата

source: New purchasing_order
ru: Новый заказ на покупку

source: New purchasing_payment
ru: Новая оплата_за_покупку

source: New ration
ru: Новый Рацион

source: New supplier
ru: Новый Поставщик

source: No
ky: Жок
ru: Нет

source: No history
ky: тарыхы жок
ru: нет истории

source: Normal Completion Time
ky: Жумуш бүтө турган убакыт
ru: Сроки выполнения заказа

source: Not Started
ky: Баштала элек
ru: Не начато

source: Notes
ky: Белгилер
ru: Заметки

source: Notification was successfully created.
ky: Эскертуу ийгиликтүү түзүлдү
ru: Уведомления были успешно созданы.

source: Notification was successfully deleted.
ky: Эскертүү ийгиликтүү өчүрүлдү
ru: Уведомления были успешно удалены.

source: Notification was successfully updated.
ky: Эскертүү ийгиликтүү жаныланды
ru: Уведомления были успешно изменены.

source: Notifications
ky: Эскертүүлөр
ru: Уведомления.

source: Oil Percent
ky: Май пайызы
ru: Процент жиров

source: On Credit
ky: Насыяда
ru: В долг

source: On Credit?
ky: Насыядабы?
ru: В долг?

source: Order
ky: Буйрутма
ru: Заказ

source: Order Date
ky: Буйрутма болгон кун
ru: Дата заказа

source: Order From Date
ru: Дата с

source: Order Id
ky: Буйрутма номуру
ru: ID Заказа

source: Order More
ky: Дагы буйрутма
ru: Заказать еще

source: Order Notifications
ky: Буйрутма эскертүүлорү
ru: Уведомления Заказа

source: Order Pickup Time
ru: Время получения заказа

source: Order Reports
ky: Буйрутма отчету
ru: Отчеты о заказах

source: Order Settings
ky: Буйрутманын артык көрүүлөрү
ru: Настройки Заказа

source: Order Time Thresholds
ky: Жумушту бүтүрө турган убакыт
ru: Крайний срок, к которому должен быть выполнен заказ

source: Order To Date
ru: по

source: Order date
ky: Буйрутма болгон күн
ru: Дата заказа

source: Order product was successfully created.
ky: Азык буйрутмасы ийгиликтүү түзүлдү
ru: Продукция на заказ была успешно создана.

source: Order product was successfully destroyed.
ky: Азык буйрутмасы ийгиликтүү өчүрүлдү
ru: Продукция на заказ была успешно удалена.

source: Order product was successfully updated.
ky: Азык буйрутмасы ийгиликтүү жаныланды
ru: Продукция на заказ была успешно изменена.

source: Order time threshold was successfully created.
ky: Жумушту бүтүрө турган убакыт ийгиликтүү түзүлдү
ru: Крайний срок, к которому должен быть выполнен заказ был успешно создан.

source: Order time threshold was successfully destroyed.
ky: Жумушту бүтүрө турган убакыт ийгиликтүү өчүрүлдү
ru: Крайний срок, к которому должен быть выполнен заказ был успешно удален.

source: Order time threshold was successfully updated.
ky: Жумушту бүтүрө турган убакыт ийгиликтүү жаныланды
ru: Крайний срок, к которому должен быть выполнен заказ был успешно изменен.

source: Order type
ky: Буйрутманын түзүү
ru: Тип заказа

source: Order was successfully created
ky: Буйрутма ийгиликтүү түзүлдү
ru: Заказ был успешно создан

source: Order was successfully created and completed
ky: Буйрутма ийгиликтүү түзүлдү жана бүтүрүлдү
ru: Заказ был успешно создан и завершен

source: Order was successfully deleted.
ky: Буйрутма ийгиликтүү очүрүлдүү
ru: Заказ был успешно удален.

source: Order was successfully updated.
ky: Буйрутма ийгиликтүү жаныланды
ru: Заказ был успешно изменен.

source: OrderCreditPayment was successfully deleted.
ky: Насыя төлөм буйрутмасы ийгиликтүү очүрүлдү
ru: Заказ кредитной оплаты успешно удален

source: OrderCreditPayment was successfully updated.
ky: Насыя төлөму буйрутмасы ийгиликтүү жаныланды
ru: Заказ кредитной оплаты успешно обновлен

source: Orders
ky: Буйрутмалар
ru: Заказы

source: Orders By Day
ky: Күнүмдүк буйрутмалар
ru: Ежедневные заказы

source: Original balance
ky: Нак баланс
ru: оригинальный баланс

source: Other Costs
ky: башка нарктар
ru: Другие расходы

source: Patent
ru: ФИО по документам

source: Patent Name
ky: Патент/Аты
ru: Имя патента

source: Patent name
ky: Патент/Аты
ru: Имя патента

source: Patents
ky: Патенттер
ru: Патенты

source: Payment Due date
ru: Крайний срок оплаты

source: Payment duedate
ky: Чейин төлөш керек
ru: Оплатить до (дата)

source: Payments
ky: Төлөмдөр
ru: Оплата

source: Percent
ky: Пайыз
ru: Процент

source: Percent Soy Bean Lost
ky: Жоголгон соянын пайызы
ru: Норма потери сои

source: Percentage lost when Soy bean is extruded to Soy Bean Meal
ky: Соянын, соя унуна иштелип чыгышында жоготуу пайызы
ru: Процентная потеря при переработке сои в соевую муку

source: Percentage lost when Soy bean is extruded to Soy Bean Pressed
ru: Процентная потеря при переработке сои в соевую муку

source: Permission was successfully created.
ky: Макулдуулук ийгиликтуу түзүлдү
ru: Разрешение было успешно создано.

source: Permission was successfully updated.
ky: Макулдуулук ийгиликтүү жаныланды
ru: Разрешение было успешно изменено.

source: Phone1
ky: Телефон1
ru: Номер телефона 1

source: Phone2
ky: Телефон2
ru: Номер телефона 2

source: Phone3
ky: Телефон3
ru: Номер телефона 3

source: Pickup time
ky: Алып кетүү убакыты
ru: Время получения заказа

source: Please upload a file
ky: Сураныч файлды жүктөнуз
ru: Пожалуйста, загрузите файл

source: Price
ky: Баасы
ru: Цена

source: Price Per Kilo
ky: Килограммдын баасы
ru: Цена за 1 кг

source: Price Sheet
ru: Прейскурант

source: Price to set soy bean oil to
ky: Соя майынын баасын коюу
ru: Цена для соевого масло

source: Print Batch Sheet
ky: Жем чыгаруу тизмесин печаттан чыгаруу
ru: Распечатать Лист учета производства корма

source: Print Batch Sheets
ky: Жем чыгаруу тизмелерин печаттан чыгаруу
ru: Распечатать Batch Sheet

source: Print Receipt
ky: квитанцияны печаттан чыгаруу
ru: Распечатать квитанцию

source: Print Receipts
ky: квитанцияларды печаттан чыгаруу
ru: Распечатать квитанции

source: Processing Info Summary
ky: Болуп жаткан жумуш убакыт маалыматы
ru: Сводка о сроках заказа

source: Processing Infromation
ky: болуп жатакан жумуш маалыматы
ru: Информация заказа

source: Product Category
ky: Продукттун категориясы
ru: Категория продукции

source: Product Name
ru: Название продукции

source: Product Type
ky: Продукттун типи
ru: Вид продукции

source: Product Type Name
ky: Продукттун типинин аты
ru: Тип продукции

source: Product Types
ky: Продукттун типтери
ru: Виды продукции

source: Product category
ky: Продукттун категориясы
ru: Категория продукции

source: Product name
ru: Название продукции

source: Product name ru
ru: Название продукции на русском

source: Product type
ky: Продукттун типи
ru: Вид продукции (англ.)

source: ProductType was successfully created.
ky: Продукт түрү ийгиликтүү түзүлдү
ru: Вид продукции была успешно создана.

source: ProductType was successfully deleted.
ky: Продукт түрү ийгиликтүү өчүрүлдү
ru: Вид продукции была успешно удалена.

source: ProductType was successfully updated.
ky: Продукт түрү ийгиликтүү жаныланды
ru: Вид продукции была успешно изменена.

source: Products
ky: Продукттар
ru: Продукция

source: Products must add up to 100 percent. Was under by {kilos}
ky: Азыктар 100 пайызды түзүш керек . {kilos}кг төмөн болчу
ru: Ингредиенты должны составлять 100 процентов. Было положено на {kilos} меньше

source: Products must add up to 100 percent. Was over by {kilos}
ky: Азыктар 100 пайызды түзүш керек. {kilos} кг жогору болчу
ru: Ингредиенты должны составлять 100 процентов. Было положено на {kilos} больше

source: Products must add up to 500kg. Was under by {kilos} kgs
ky: Азыктар 500 пайызды түзүш керек . {kilos}кг төмөн болчу
ru: Ингредиенты должны составлять 500 кг. Было положено на {kilos} кг меньше

source: Products must add up to 500kg. Was over by {kilos} kgs
ky: Азыктар 500 пайызды түзүш керек. {kilos} кг жогору болчу
ru: Ингредиенты должны составлять 500 кг. Было положено на {kilos} кг больше

source: Producttype
ky: Продуки түрү
ru: Видпродукции

source: Protein Percent
ky: Протеиндин пайызы
ru: Процент белков

source: Purchase Order
ru: Заказ на покупку

source: PurchaseOrder was successfully created.
ru: Заказ на Покупку был успешно создан.

source: PurchaseOrder was successfully deleted.
ru: Заказ на Покупку был успешно удален.

source: PurchaseOrder was successfully updated.
ru: Заказ на Покупку был успешно изменен.

source: Purchased date
ky: Сатып алынган күн
ru: Дата покупки

source: Purchased price
ky: Сатып алынган баа
ru: Стоимость покупки

source: Purchased price per kg in som
ky: Килограмм үчүн сомдогу баасы
ru: Стоимость покупки за 1 кг в сомах

source: Purchasing Order
ky: Сатып алуу буйрутмасы
ru: Заказ на покупку

source: Purchasing Orders
ky: Сатып алуу буйрутмалары
ru: Заказы на покупку

source: Purchasing Orders Summary
ky: Сатып алуу буйрутмалардын жыйынтыгы
ru: Сводка о Заказах на покупку

source: Purchasing Payments
ky: Сатып алуу толомдорү
ru: Оплата за Покупку

source: Purchasing order
ky: Сатып алуу буйрутмасы
ru: Заказ на покупку

source: Queue number
ky: Кезек номери
ru: Номер очереди

source: Ration
ky: Рацион
ru: Рацион

source: Ration Name
ky: Рациондун аты
ru: Название рациона

source: Ration percent
ru: Процент Рациона

source: Ration was successfully created.
ky: рацион ийгиликтүү түзүлдү
ru: Рацион был успешно создан.

source: Ration was successfully deleted.
ky: рацион ийгиликтүү өчүрүлдү
ru: Рацион был успешно удален.

source: Ration was successfully updated.
ky: рацион ийгиликтүү жаныланды
ru: Рацион был успешно изменен.

source: RationProduct was successfully created.
ky: рацион азыгы ийгиликтүү түзүлдү
ru: Продукт рациона был успешно создан.

source: RationProduct was successfully deleted.
ky: рацион азыгы ийгиликтүү өчүрүлдү
ru: Продукт рациона был успешно удален.

source: RationProduct was successfully updated.
ky: рацион азыгы ийгиликтүү жаныланды
ru: Продукт рациона был успешно изменен.

source: Rations
ky: Рациондор
ru: Рационы

source: Raw Material Usage
ru: Затраты сырья

source: Ready Feed
ky: Даяр жем
ru: Готовый корм

source: Ready For Pickup
ky: Алып кетүүго даяр
ru: Готово для забора

source: Reason
ky: Себеп
ru: Причина

source: Received amount can't be empty when there is a purchase order.
ru: Поле "Полученное количество" не может быть пустым, когда имеется заказ на покупку.

source: Refresh
ky: Жанылатуу
ru: Обновить

source: Remaining Debt
ky: Калган карыз
ru: Оставшийся долг
